{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "black-metal-theme-neovim": {
      "src": "https://github.com/metalelf0/black-metal-theme-neovim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "monochrome.nvim": {
      "src": "https://github.com/kdheepak/monochrome.nvim"
    },
    "neo-tree.nvim": {
      "src": "http://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "'v3.x'"
    },
    "noir.nvim": {
      "src": "https://github.com/dzfrias/noir.nvim"
    },
    "nui.nvim": {
      "src": "http://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lspconfig": {
      "src": "http://github.com/neovim/nvim-lspconfig"
    },
    "nvim-web-devicons": {
      "src": "http://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "http://github.com/nvim-lua/plenary.nvim"
    },
    "retro-term.nvim": {
      "src": "http://github.com/claudemuller/retro-term.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    }
  }
}